Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The project manager must process inquiries without undue delay and no later than 30 days.
nb: Prosjektleder skal behandle henvendelser uten ugrunnet opphold, og senest innen 30 dager.

source: part of a series of workshops and a symposium held over a period of two weeks
nb: workshops og et symposium arrangert over en periode på to uker, i Phnom Penh,

source: be able to understand the essential features of natural gas and biogas production,
nb: kunne forstå de essensielle egenskapene ved produksjon av natur- og biogas,

source: For criminologists, space syntax is used for making a spatial diagnosis of neighbourhoods with high level of reported crime and anti-social behaviour.
nb: For kriminologer benyttes space syntax for å gjøre en romlig diagnose av nabolag med høyt rapportert kriminalitet og antisosial oppførsel.

source: In addition, different aspects of complexity theory with emphasis on the classes P and NP together with approximate solutions based on NP-complete problems.
nb: I tillegg vil det bli gjennomgått ulike aspekter av kompleksitetsteori med vekt på klassene P og NP samt mulige approksimative løsninger av NP-komplette problem.

source: The subject consists of seven modules of different weight, i.e. system overview, sensor techniques, actuators, signal processing, signal transmission, fieldbuses and electronic safety.
nb: Emnet er bygget opp av syv moduler av ulik størrelse ved at det omhandler systemoversikt, sensorikk, aktuatorer, signalprosessering, signaltransmisjon, feltbusser og sikring av elektronisk utstyr.

source: Can identify risks by using HAZID, HAZOP, LOPA and identify gaps compared to required SIL level.
nb: Kan identifisere risikotopper ved f.eks bruk av HAZID/HAZOP/LOPA og identifisere gap/nødvendig SIL-nivå.

source: Know the possibilities and limitations associated with scaling and the uncertainty in experimental testing in general.
nb: Kjenne til muligheter og begrensninger knyttet til skalering og usikkerheten i eksperimentelt testing generelt.

source: The student must work day, evening, weekends and night (where feasible).
nb: Studenten skal gå dag, kveld, helg og natt (der det er mulig).

source: Resistivity measurements (geoelectrical method, fieldwork)
nb: Resistivitetsmålinger (geoelektriske metode, feltarbeid)

source: Learning, aesthetic expression and research
nb: Improvisasjon i kunstnerisk og didaktisk praksis

source: The Flatanger Wildland-Urban Interface (WUI) fire in January 2014 was the worst fire in Norway since 1923 with respect to the number of lost buildings.
nb: Kombinasjonen tørke og vind gjorde vinterbrannene i Lærdalsøyri og Flatanger i 2014, til de mest omfattende brannene i Norge i antall tapte bygninger siden 1923.

source: • Design Thinking innovation methods and tools
nb: har innsikt i Design Thinking innovasjonsmetodikk

source: Individual project assignment, with adjusting oral exam, 100%
nb: Individuell prosjektoppgave, med justerende muntlig eksamen, 100 % Karakterskala:

source: Units and reference systems, rectangular and polar coordinates, total stations, polar surveying and stakeout, trigonometric height measurement, reduction to the mapping plane, levelling, error propagation, adjustment computation - least squares adjustment, satellite surveying (GNSS), laserscanning, surveying for construction, survey planning, use of copmutational software, documentation and evaluation of results.
nb: Enheter og referansesystem, rettvinklede og polare koordinater, totalstasjonen, polar innmåling og utstikking, trigonometrisk høydebestemmelse, reduksjon til kartprojeksjonsplanet, nivellering, feilforplantning, utjevningsregning - minste kvadraters metode, måling med satellittsystem (GNSS), laserskanning, oppmåling i bygg og anlegg, prosjektering, masseberegning, kommunaltekniske beregninger, planlegging av måleoppdrag, bruk av beregningsprogramvare, dokumentasjon og vurdering av resultatene.

source: Member of the board 'International Journal of play'
nb: Medlem av redaksjonsrådet i 'International Journal of play'

source: Data capture and data availability, modelling, standards, use of SOSI data, data quality, suitability analysis, use of reference systems, handling of data errors, cartography, terrain modelling, use of laser data, use of cadastre data, analysis related to planning.
nb: Datafangst og tilgjengelighet, modellering og fremhenting av data, SOSI-standarden, referansesystemer, datakvalitet og feilkilder, matrikkelen, kartografi og karttyper, terrengmodellering, visualisering, bearbeiding, analyser, internett-baserte løsninger, eiendoms- og prosessforståelse, miljø og landskap.

source: The requirements must be in line with criteria that are available and in accordance with HVL’s recruitment policy and academic profile.
nb: Kravene skal være i tråd med kriterier som er åpent tilgjengelig og i samsvar med HVL sin rekrutteringspolitikk og faglige profil.

source: In this practical study the student learns about the significance of interaction, on levels pertaining to the individual, institutions and society as a whole, on the development of sound professional practice.
nb: Studenten vil i dette praksisstudiet få innføring i hjemmesykepleiens plass i den totale helsetjenesten og betydningen av samhandling på individuelt nivå, institusjonelt nivå og samfunnsnivå.

source: Fires includes both pool, jet and diffusive fires.
nb: Branner inkluderer både væske, jet og diffusbrann.

source: modern techniques for evaluation of system performance and optimization of control systems.
nb: Kandidaten kjenner til moderne teknikker for evaluering av system ytelse og optimalisering av reguleringssystemer.

source: Oral presentation of semester assignment (40% of final grade).
nb: Muntlig framføring av semesteroppgave (40% av endelig karakter).

source: Couple table data with geographic data.
nb: Kunne koble tabelldata med geografiske data.

source: 5 • Three representatives from the academic staff involved in the teaching,
nb: Systematisk arbeid med kvalitet i ph.d.-utdanningene ved Høgskulen på Vestlandet 5 for leder.

source: The grade scales consists of the grades A-F and passed/not passed.
nb: Karakterskalaene består av bokstavkarakterene A-F eller bestått/ikke bestått.

source: Integration of theory and practise, guidance and reflection, teamwork, supervised practical training/student follow-up, demonstrations, written obligatory assignments/work and digital assignments, oral presentation, project work, classmate response, skills training, reflection notes, self evaluation, seminars.
nb: Integrering av teori og praksis, veiledning og refleksjon, gruppearbeid, veiledet praksis/studentoppfølging, demonstrasjoner, skriftlige obligatoriske oppgaver/arbeid og digitale innleveringer, muntlig framstilling, prosjektarbeid, medstudentrespons, ferdighetstrening, refleksjonsnotater, selvevaluering, seminar.

source: Grade scale A-F where F is not passed.
nb: Karakterskala A-F der F tilsvarer ikke bestått.

source: o Adopt form for application to admission to PhD programmes at HVL
nb: o Fastsette søknadsskjema for opptak til ph.d.-utdanningen

source: has the competence to analyse specific challenges related to health, functioning and participation by using interdisciplinary perspectives
nb: har kompetanse til å analysere konkrete utfordringer knyttet til helse, funksjon og deltakelse ved å bruke tverrvitenskapelige perspektiver

source: The candidate can understand and analyze harmonic components and simple filters.
nb: Kandidaten kan forstå og analysere harmoniske komponenter og enkle filtre.

source: Lectures and practical exercises.
nb: Forelesninger og praktiske øvelser.

source: For best readability, we recommend you to download the books.
nb: For best lesbarhet anbefales det å laste boka ned.

source: Relevant forms can be programming tasks, development projects, school tests.
nb: Relevante former kan være programmeringsoppgaver, utviklingsprosjekter, skoleprøver.

source: Upon registration, you pay an advance of NOK 3,900 (10% of the total course fee of NOK 39,000).
nb: Ved påmelding betaler du et forskudd på 3.900kr (10% av total kursavgift på 39.000kr).

source: Access to Cambridge Core is a trial access lasting until February 2021.
nb: Tilgangen til e-bøkene i Cambridge Core er et prøveprosjekt fram til februar 2021.

source: have knowledge of subsea production systems, including drilling and completion of wells, equipment and maintenance-/intervention methods;
nb: Kan gjøre greie for undervanns produksjonssystemer, herunder boring og komplettering av brønn, utstyr og vedlikeholds-/intervensjonsmetoder;

source: Table 1 gives an overview of courses, forms of assessment, terms of the assessment and teaching semesters.
nb: Tabell 1 gir oversikt over emner, vurderingsformer, vurderingsuttrykk og undervisningssemester.

source: Probability calculation and discrete/continuous probability distributions.
nb: Sannsynlighetsregning og diskrete/kontinuerlige sannsynlighetsfordelinger.

source: - Legal requirements concerning ship security in relation to terrorism, piracy, cyberthreats etc.
nb: Sentrale begreper og ulike forsvarlighets- og aktsomhetsvurderinger og andre rettslige standarder innen Ship Safety and Security.

source: Division of Research, Internationalisation and Innovation
nb: Avdeling for forsking, internasjonalisering og innovasjon

source: how it occurs, and why it is important to focus on this in work with mathematical modeling.
nb: det skjer, og hvorfor det er viktig å sette fokus på dette i arbeid med matematisk modellering.

source: In this study, it has been investigated how programming can promote mathematical competence.
nb: denne studien er det blitt undersøkt hvordan programmering kan fremme matematisk

source: Basic geodesy, datum, projections, transformations, networks, parameter and error estimation, propagation of errors, hypothesis testing, rejection of data, reliability analysis, surveying- and stakeout techniques, volume-, area- and mass calculation, simple programming/scripting, reporting and achievement of objectives according to relevant standards.
nb: Grunnleggende geodesi, datum, projeksjoner og transformasjoner, måle- og utstikkingsmetoder, aksestikking, vekting av ulike måleoperasjoner, parameterestimering, feilestimering, feilforplanting, hypotesetesting, forkasting av data, pålitelighetsanalyser, nettverk, volum-, areal- og masseberegning, enkel programmering/skripting, rapportering og måloppnåelse i henhold til relevante standarder.

source: Further are addressed topics from more advanced (MIMO = Multiple-Input-Multiple-Output) systems based on state-space and discrete or sampled systems to solve actual challenges in a broader technological area such as electrical, mechanical, thermic-energi and pressure-flow systems.
nb: Videre, studeres temaer fra multivariabel (MIMO = Multiple-Input-Multiple-Output) reguleringssystemer basert på tilstandsrom og diskrete systemer, for å danne et grundig kjennskap for arbeidet med dagens problemstillinger innen et stort teknisk-vitenskapelig område som inneholder elektriske, mekaniske, termisk-energi, samt trykk- og strømningsystemer og liknende.

source: In addition to rapid results, flow cytometry has the possibility to combine with stains for live/dead-detection.
nb: Flow cytometry gir oss muligheten til å få resultater raskt, samtidig som vi kan kombinere med fargestoffer for liv/død-deteksjon.

source: A supervision contract must be completed and signed by both supervisor(s) and the student.
nb: En veileder kontrakt må fylles ut og signeres av både veileder(e) og studenten.

source: Know the field of use and function of different AD and DA converters
nb: Kjenne bruksområder og virkemåte for ulike AD og DA omformere

source: The style manager lists all the installed styles.
nb: Dette fører til at litteraturlisten forsvinner, og henvisningene erstattes av EndNote-koder.

source: action research focusing on ethics in this country, it is essential that
nb: Når du gjør aksjonsforskning med fokus på etikk i dette landet, er

source: “The PROWD project is a great opportunity for us to work side-by-side with Statnett and other electric companies and learn their actual technological needs in the field.
nb: – PROWD-prosjektet er en fantastisk mulighet for oss til å jobbe side om side med Statnett og andre elektrisitets- og strømselskap, for å lære mer om deres teknologibehov i praksis.

source: can discuss and calculate plume theories, and the effect of setting such.
nb: kan drøfte og beregne røyksøyleteorier, og effekt av omgivelser som f.eks.

source: Project leader, main and co-supervisor for several PhD projects in the areas of function evaluation and rehabilitation of musculoskeletal disorders, dizziness, and balance and mobility in elderly with hearing loss.
nb: Prosjektleder, hoved- og medveileder for flere ph.d.-prosjekt innenfor temaene funksjonsvurdering og rehabilitering av muskelskjelettplager, svimmelhet, og balanse ved nedsatt hørsel hos eldre.

source: These patients will be interviewed at admission (baseline), as well as 6 and 12 months after hospitalization.
nb: Disse pasientene vil bli intervjuet ved innleggelse (baseline),samt 6 og 12 måneder etter sykehusinnleggelse.

source: The course has an examination in two parts: two assignments that count for 25% in total (one is 10% and the other 15%) and a written exam counts for 75%.
nb: Emnet har to deleksamener: to oppgaver som er vektet 25% til sammen (den første teller 10% og den andre 15%) og en skriftlig skoleeksamen som er vektet 75%.

source: ANCEHA research group has collaboration with a number of industrial partners both in Norway, Sri Lanka and India under INCP, UTFORSK and NORPART programs funded by The Norwegian Agency for International Cooperation and Quality Enhancement in Higher Education (Diku) and the Norwegian Foreign Ministry.
nb: Forskningsgruppen har samarbeid med en rekke industripartnere både i Norge, Sri Lanka og India under INCP, UTFORSK og NORPART-programmer finansiert av Direktoratet for internasjonalisering og kvalitetsutvikling i høgare utdanning (Diku) og Utenriksdepartementet.

source: Post written by Andrea Eikset
nb: Innlegg av Andrea Eikset

source: Lectures, simulations, homework, and laboratory tasks
nb: Forelesning, simuleringer, øvinger og lab-oppgave

source: Define the safety zones in connectionwith processing facilities for ignition and explosion.
nb: Angi sikkerhetssoner i forbindelse med prosessanlegg for antennelse og eksplosjon.

source: Processing of natural gas condition and processing (separation, dehydration, sweetening, condensate removal)
nb: Behandling av naturgass og prosessering (separasjon, dehydrering, søtning, kondensatfjerning)

source: The internship can be continuous, 1-2 days a week in the semester, individual solutions are possible.
nb: Praksis kan være sammenhengende, 1-2 dager i uken over et helt semester, eller eventuelt på andre måter.

source: School children in the earliest years of school have been shown to engage in important societal issues and reason about them (English, 2010).
nb: Elever i de første skoleårene kan vise både engasjement og evne til å diskutere viktige samfunnstemaer (English, 2010).

source: for the use of other programming tools
nb: kan ha nytteverdi ved bruk av andre programmeringsverktøy

source: Natural gas compression and liquefaction
nb: Naturgasskompresjon og flytendegjøring

source: The course content relates to the nursing functions:
nb: Emnet bygger på rammeplanens hovedemner:

source: This helps form the basis for the understanding of numbers and the mathematical text.
nb: Dette er med på å danne grunnlaget for tallforståelsen og den matematiske tekning.

source: Knows standards to specify loads on bearing structures and can chose methodical solutions for mechanical design.
nb: Kan identifisere og gjøre bruk av relevante standarder for å bestemme belastninger på bærende konstruksjoner, og velge metodisk løsninger med hensyn på utforming og dimensjoner.

source: The aim is that the study will be of useful knowledge
nb: Ønsket er at studien vil være nyttig kunnskap for lærere og

source: The candidate has a general knowledge of data networks with special focus on TCP/IP and intelligent transmitters and fieldbuses.
nb: Kandidaten har generell kunnskap om datanett og spesiell kunnskap om TCP/IP, intelligente transmittere og feltbusser.

source: He is involved in research projects in international and sensory marketing as well as consumer behavior in collaboration with colleagues from Norway - SNF, NHH, BI and abroad, e.g. Kelley School of Business - Indiana University, IE Business School and Montpellier Business School.
nb: Han er engasjert i forskningsprosjekter innen internasjonal og sensorisk markedsføring samt forbrukeratferd i samarbeid med kollegaer både fra Norge – SNF, NHH, BI og utlandet - f.eks. Kelley School of Business - Indiana University, IE Business School samt Montpellier Business School.

source: Creative and practical-aesthetic learning processes are experience-based learning processes that are linked to active, bodily, experience-oriented, relational, creative and exploratory strategies for holistic learning.
nb: Kreative og praktisk-estetiske læreprosesser er erfaringsbaserte læreprosesser som er knyttet til aktive, kroppslige, opplevelsesorienterte, relasjonelle og utforskende strategier for helhetlig læring.

source: Practical laboratory tasks and simulation by Matlab/Simulink.
nb: Praktisk laboratoriearbeid og simulering ved Matlab/Simulink er sentralt i kurset.

source: Hydraulic systems/circuits, hydraulic fluids, oil quality/oil analysis, fluid mechanics, pumps and motors, control valves, tanks, filters, coolers, couplings and pipes, noise and noise reduction in hydraulic installations.
nb: Hydrauliske systemer/kretser, Hydraulikkvæsker, Oljekvalitet/oljeanalyse, Fluidmekanikk, Pumper og motorer, Styreventiler, Tanker, Filtre, Kjølere, Koplinger og rør, Støy og støydemping i hydraulikkanlegg.

source: In addition, the thesis has
nb: I tillegg har oppgaven

source: Know different process manipulators (actuators)
nb: Kjenne til ulike prosesspåvirkere (aktuatorer)

source: ANCEHA has research collaborative projects including countries like India and Sri Lanka who have ambitions to become clean energy economics in the near future.
nb: ANCEHA har forskningssamarbeidsprosjekter med land som India og Sri Lanka som har ambisjoner om rent energiforbruk i nær fremtid.

source: All exams and assignments are conducted individually.
nb: Alle eksamener og innleveringer er individuelle.

source: , which consists of the following sub-areas: basic business economics analysis, basic accounting, financial statements and analysis, internal accounts and budgeting, and investments and finance, totaling 30 credits.
nb: med følgende emner: grunnleggende bedriftsøkonomisk analyse og grunnleggende regnskap, finansregnskap, investering og finansiering og driftsregnskap med budsjettering, i alt 30 studiepoeng.

source: Correlation, simple linear regression.
nb: Korrelasjon, enkel lineær regresjon.

source: In the form of a scientific paper on research design and methodological aspects that are relevant for the student's PhD project.
nb: i form av et vitenskapelig paper om forskningsdesign og metodologiske aspekter som er relevante for eget ph.d.-prosjekt.

source: In EBSCO eBook Collection you can read the book in PDF or download it to your PC/Mac/mobile device (with a loan period of up to one week).
nb: I EBSCOs eBook Collection har du mulighet for å åpne boka som PDF eller laste den ned til egen PC/Mac/mobil enhet (med inntil én ukes lånetid).

source: o Approve supervisors, project description and work plan
nb: o Godkjenne veiledere, prosjektbeskrivelse og framdriftsplan

source: Quality assurance and environmental standards (EMAS, ISO, ISM).
nb: Kvalitets- og miljøstandarder (EMAS, ISO, ISM).

source: The profile course PHDH901 cannot under any circumstances be replaced by courses given by other institutions.
nb: Profilemnet PHDH901 kan ikke under noen omstendigheter erstattes av emner tatt ved andre institusjoner.

source: The maximum number of participants on each course is 20.
nb: Makismalt antall deltakere på hvert emne er 20.

source: ING102 Professional Engineering and Working Methods for Computer Science.
nb: ING102 Ingeniørfaglig yrkesutøvelse og arbeidsmetoder for datafag.

source: The main aims of the present study are to investigate an intervention combining VR, body awareness and CBT given in a group format.
nb: Prosjektets hovedmål er å undersøke effekten av en gruppebasert modell som kombinerer VR, kroppsbevissthet og CBT.

source: Has knowledge of relevant illnesses and disabilities, of treatment, rehabilitation and relevant nursing.
nb: Har kunnskap om relevante sykdommer og funksjonshemminger, behandling, rehabilitering og aktuell sykepleie.

source: Based on this, I researched the following:
nb: På bakgrunn av dette undersøkte jeg følgende:

source: The research group thus investigates what role/effect diabetes gene variants/mutations have on the normal function of diabetes-associated proteins, in order to identify the molecular cause for MODY or type 2 diabetes.
nb: Derfor undersøker forskningsgruppen hvilken rolle genetiske varianter/mutasjoner har på funksjonen til kjente diabetesprotein, for å kartlegge den underliggende molekylære årsaken til arvelig diabetes (MODY) versus type 2 diabetes.

source: Tape recordings and questionnaires were collected from six pupils in 7 th
nb: Modelleringsaktiviteten ble brukt til å samle inn data i form av lydopptak og spørreundersøkelse av seks elever i en 7.

source: Scientific Advisor for 'Playful learning Research' led by Helle Skovbjerg, Founded by Lego Foundation
nb: Vitenskapelig rådgiver for 'Playful learning Research' ledet av Helle Skovbjerg, finansiert av Lego Foundation

source: Have developed good communication and cooperation skills.
nb: Har utviklet gode kommunikasjon og samarbeidsevner.

source: In addition, the faculty runs a fellowship forum, which is held 1 to 2 times per semester, where work is presented and discussed with other students.
nb: I tillegg avholdes stipendiatforum på fakultetsnivå 1 – 2 ganger pr semester, der arbeid presenteres og diskuteres med andre kandidater.

source: Participation in research projects is, generally, based on volunteering.
nb: Deltakelse i forskningsprosjekter er som hovedregel basert på frivillighet.

source: know of and have a basic understanding of the most commonly used geophysical methods applied in geological mapping to a depth of 100 meters.
nb: kjenna til og ha en grunnleggende forståelse for prinsippene for de mest vanlige geofysiske målemetodene brukt i geologisk kartlegging ned til 100 meters dybde.

source: About our e-books
nb: Generelt om e-bøker

source: Case-studies in Green and Environmental Chemistry (sustainable development).
nb: Case-studier i grønn kjemi/miljøkjemi (bærekraftig utvikling)

source: The program is organised in a manner that ensures the students’ access to a good learning and study environment, access to different fields of learning and research environments, and a smooth progression of study.
nb: Studiet er organisert på en slik måte at det sikrer kandidatene tilgang til gode lærings- og studiemiljø, tilgang til ulike læringsarenaer og forskningsmiljø, og en jevn progresjon i studiet.

source: smaller differences between the textbooks.
nb: det ikke er signifikante forskjeller mellom læreverkene.

source: Work experience, integration of theory and practice.
nb: Yrkespraksis, integrere teori og praksis.
